-- --------------------------------------------------------
-- 主机:                           127.0.0.1
-- 服务器版本:                        10.1.28-MariaDB - mariadb.org binary distribution
-- 服务器操作系统:                      Win32
-- HeidiSQL 版本:                  9.4.0.5125
-- --------------------------------------------------------

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET NAMES utf8 */;
/*!50503 SET NAMES utf8mb4 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;

-- 正在导出表  selin.customer 的数据：~12 rows (大约)
/*!40000 ALTER TABLE `customer` DISABLE KEYS */;
INSERT INTO `customer` (`ID`, `name`, `address`, `mobile`, `create_time`, `user_id`) VALUES
	(1, '王气毅', '烟台市', '18660001234', '2017-11-20 14:11:37', 'test1'),
	(2, '刘帅而', '烟台市', '18550001234', '2017-11-20 14:12:11', 'test1'),
	(3, '张牛三', '烟台市', '188600001234', '2017-11-20 14:12:30', 'test1'),
	(4, '网衣二', '烟台市', '18800092221', '2017-11-20 14:33:48', 'test'),
	(5, '张和与', '烟台市', '18130001234', '2017-11-20 14:34:11', 'test1'),
	(6, '刘总', '烟台市', '18865651111', '2017-11-20 14:34:36', 'test1'),
	(7, '都盲', '烟台市', '12288781122', '2017-11-20 14:36:01', 'test1'),
	(8, '防风', '烟台市', '12289990000', '2017-11-20 14:36:20', 'test1'),
	(9, '周郑之', '烟台市', '18877220090', '2017-11-20 14:36:42', 'test1'),
	(10, '王芝国', '烟台市', '18311231110', '2017-11-20 14:37:04', 'test1'),
	(11, '陈晓东', '烟台市', '123989988998', '2017-11-20 14:37:21', 'test1'),
	(12, '蒋尔敏', '烟台市', '129230230999', '2017-11-20 14:37:38', 'test1');
/*!40000 ALTER TABLE `customer` ENABLE KEYS */;

-- 正在导出表  selin.product 的数据：~2 rows (大约)
/*!40000 ALTER TABLE `product` DISABLE KEYS */;
INSERT INTO `product` (`id`, `name`, `vip_price`, `price`, `size`, `xcode`, `barcode`) VALUES
	(2, '海藻油', 300, 370, 28, '3666255001', '11221267776'),
	(3, '罗海', 288, 312.9, 36, '32338989', '3282938'),
	(4, '丁一花', 120, 180, 28, '344343348', '34483787433'),
	(5, '入海', 220, 260, 30, '3238974932', '32482432847'),
	(6, '南丁', 140, 180, 28, '32498798', '7897972323'),
	(7, '王屋山黑紫花', 220, 290, 30, '3249879482', '32479814931'),
	(8, '长白绿萝', 450, 510, 32, '43039078998', '314891473291'),
	(9, '山东苹果', 80, 120, 12, '4987328', '38247932'),
	(10, '东北榛蘑', 110, 150, 16, '234879388', '123787319'),
	(11, '河南榛子', 80, 100, 22, '349832798423', '327492498'),
	(12, '太白长叶', 230, 280, 28, '3328947', '3748391'),
	(13, '陕西刀削犇', 130, 180, 28, '3984798798', '7987321'),
	(14, '云南白药', 80, 100, 1, '897987899', '978998999'),
	(15, '湖南板鸭', 40, 60, 1, '07947584979', '79898787'),
	(16, '武汉三绝', 140, 170, 12, '123837487', '7382211');
/*!40000 ALTER TABLE `product` ENABLE KEYS */;

/*!40101 SET SQL_MODE=IFNULL(@OLD_SQL_MODE, '') */;
/*!40014 SET FOREIGN_KEY_CHECKS=IF(@OLD_FOREIGN_KEY_CHECKS IS NULL, 1, @OLD_FOREIGN_KEY_CHECKS) */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
